export interface IContentSlider {
  id: number;
  icon: string;
  type: string;
  engage: string;

  desc: any;
  link: string;
}

const contentItemsSlider: IContentSlider[] = [
  {
    id: 1,
    icon: "Русметрология",
    type: "Корпоротивный сайт",
    engage: "100%, передан Заказчику",

    desc: [
      "разработка дизайна",
      "разработка навигации",
      "разработка функциональных блоков",
      "верстка под все экраны",
      "размещение сайта на GitHub",
    ],
    link: "",
  },
  {
    id: 2,
    icon: "Медпромлаб",
    type: "Корпортивный сайт",
    engage: "100%, в проецссе разработки",

    desc: [
      "разработка дизайна",
      "выбор медиалементов",
      "разработка навигации",
      "разработка функциональных блоков",
      "верстка под все экраны",
      "размещение сайта на GitHub",
      "размещение на хостинге",
    ],
    link: "",
  },
  {
    id: 3,
    icon: "Knx24.com",
    type: "Корпоративный сайт, интернет-магазин ",
    engage: "участие в разработке функциональных блоков",

    desc: [
      "разработка дизайна",
      "выбор медиалементов",
      "разработка навигации",
      "разработка функциональных блоков",
      "верстка под все экраны",
      "размещение сайта на GitHub",
      "размещение на хостинге",
    ],
    link: "",
  },
];

export default contentItemsSlider;
